export const recipient: string = `👻❤️`;

export const letterText: string = `
  안녕 🦊🐶🐻아! 

  커비는 3가지에 관심이 있어:
  집을 지키는 것, 친구들을 지키는 것, 그리고 음식

  커비는 행성을 파괴하는 운석을 엄청 세게 쳐서 9999광년을 대략 26초 만에 이동하게 할 수 있어.
  커비가 제일 좋아하는 음식은 맥스 토마토야.
  커비는 공식적으로 위장에 전체 포켓 차원을 가지고 있는데, 그래서 거의 모든 것을 빨아들일 수 있는 거야.

  커비는 글을 못 읽어.
  커비는 애벌레는 무서워 해.

  커비는 공식적으로 키가 20cm로 굉장히 작아. 설명에서 옆에 '정도'를 뜻하는 'くらい'라고 적어놓았는데 공기를 빨아들이면 덩치가 커지는 풍선 몸매라 자기보다 커지는 것도 매우 쉽대.
  
  인간과 비교했을 때 20cm면 성인의 머리 하나 크기도 안 되서 인간이 등장하는 상황들을 비교하면 설정오류 수준으로 터무니 없이 작게 설정된 거래.

  몸은 아주 말랑말랑하여 고무풍선처럼 늘어나거나 납작한 모양이 될 수 있는데
  사쿠라이 마사히로의 문답에 따르면 뼈도 이빨도 없대! 
  
  마지막으로 발의 붉은색은 신발이 아니라 진짜 발이 맞아.
  `;

  export const typingLetter: string[] = [
    '직장인이 된 쭌댕🥦✨',
    '축하하는 마음을 잔뜩 담아서!',
    '쭉 같이 놀고 싶은 마음을 담아 준비해봤어❤️',
  ];