export const recipient: string = `👻❤️`;

export const letterTestText: string = `
  안녕 🦊🐶🐻아! 

  커비는 3가지에 관심이 있어:
  집을 지키는 것, 친구들을 지키는 것, 그리고 음식

  커비는 행성을 파괴하는 운석을 엄청 세게 쳐서 9999광년을 대략 26초 만에 이동하게 할 수 있어.
  커비가 제일 좋아하는 음식은 맥스 토마토야.
  커비는 공식적으로 위장에 전체 포켓 차원을 가지고 있는데, 그래서 거의 모든 것을 빨아들일 수 있는 거야.

  커비는 글을 못 읽어.
  커비는 애벌레는 무서워 해.

  커비는 공식적으로 키가 20cm로 굉장히 작아. 설명에서 옆에 '정도'를 뜻하는 'くらい'라고 적어놓았는데 공기를 빨아들이면 덩치가 커지는 풍선 몸매라 자기보다 커지는 것도 매우 쉽대.
  
  인간과 비교했을 때 20cm면 성인의 머리 하나 크기도 안 되서 인간이 등장하는 상황들을 비교하면 설정오류 수준으로 터무니 없이 작게 설정된 거래.

  몸은 아주 말랑말랑하여 고무풍선처럼 늘어나거나 납작한 모양이 될 수 있는데
  사쿠라이 마사히로의 문답에 따르면 뼈도 이빨도 없대! 
  
  마지막으로 발의 붉은색은 신발이 아니라 진짜 발이 맞아.
  `;

export const letterText: string = `사랑하는 우리 큐티 쭌댕아 안녕🥦❤️  

이럴수가 이럴수가... 드디어 쭌댕이의 큰 목표 하나가 이루어졌어!! 힘든 취업시장에도 좋은 결과를 얻은 쭌댕이가 나는 너무 대견해❤️
매일 열심히 공부하고 스트레스 많이 받았을텐데도 묵묵하고 성실하게 하루하루를 보내는 쭌댕이가 너무 대단하면서도 멋져!! 역시 우리 쭌댕✨ 

꿈을 향해 열심히 달려나가는 쭌댕이를 옆에서 보면서 우리가 잘 성장하고 있구나! 를 또 느꼈던 것 같아.
그리고 우리의 성장한 모습을 떠올리면서 우리가 거의 8년동안 큰 이벤트가 있을 때마다 서로 옆에 있어줬네!! 라는 생각도 또 들었어🥰

갓 성인됐을 때, 군대, 졸업, 린댕의 슬픈 사건, 취준까지 함께 보냈다는 사실을 떠올릴 때마다 너무 신기하면서 뭉클해..🎀
혼자서는 못 느끼고 이겨내기 힘들었을 일들도 함께라서 서로 의지하고 한번 더 화이팅! 할 수 있었다고 생각이 들더라구~🐶😸❤️ 

이런 감정들을 다른 누구도 아닌 우리 쭌댕이랑 함께하면서 느끼고 배울 수 있다는 점도 너무 고맙고 감사한 것 같아👻

쭌댕아! 취업은 끝이 아니라 새로운 시작이라잖아!
앞으로 마주할 일들 속에서도 쭌댕이가 가진 따뜻함, 성실함, 그리고 귀여움(!)은 절대 잃지 않았으면 좋겠어😽 
나도 항상 옆에서 쭌댕이가 행복할 수 있도록 사랑도 잔뜩 줄게❣️

항상 더 좋은 곳, 더 좋은 사람들과 함께할 수 있도록 내가 옆에서 계속 응원할게!! 쭌댕이의 길이 언제나 행복과 설렘으로 가득하길 바라용✨

지금까지처럼 앞으로도 서로의 옆에서 항상 함께하면서 행복하게 잘 지내자~ 내가 많이 사랑해❤️❤️❤️
`;

  export const typingLetter: string[] = [
    '직장인이 된 쭌댕🥦✨',
    '축하하는 마음을 잔뜩 담아서!',
    '쭉 같이 놀고 싶은 마음을 담아 준비해봤어❤️',
  ];